Repository: sillsdev/hearthis
Catalog: DistFiles/localization/HearThis.fr.tmx
Source language: fr
Languages: en

source: Vue d'ensemble
en: Overview

source: Ceci supprimera définitivement les informations sur tous les blocs que vous avez sautés pour ce projet et effacera également tous les styles sautés. Voulez-vous vraiment faire cela ?
en: This will permanently delete information about any blocks you have skipped for this project and also clear all skipped styles. Are you sure you want to do this?

source: Effacer tous les sauts
en: Clear All Skips

source: Configuration administrative
en: Administrative Setup

source: Traiter les sauts de paragraphe comme des blocs d’enregistrement à part (utile pour la poésie)
en: Treat paragraph breaks as separate recording blocks (useful for poetry)

source: Traiter les citations comme des blocs d'enregistrement à part
en: Treat quotations as separate recording blocks

source: Enregistrement normal
en: Normal Recording

source: Afficher les étiquettes des livres et des chapitres sur les boutons de navigation
en: Show book and chapter labels on navigation buttons

source: Afficher le bouton de saut
en: Show Skip Button

source: Caractères supplémentaires (en plus de la ponctuation de fin de phrase) pour diviser le texte en blocs :
en: Additional characters (besides sentence-ending punctuation) to break text into blocks:

source: Ponctuation de pause (utilisée lorsque l'option de séparer des blocs en lignes est activée) :
en: Pause punctuation (used when option to break blocks into lines is selected):

source: Sélectionner tous les styles dont le texte ne doit jamais être enregistré pour le projet {0}.
en: Select any styles whose text should never be recorded for project {0}.

source: Ce projet a déjà enregistré des clips pour certains blocs existants. Modifier les règles de séparation des blocs signifie que si vous revenez en arrière et réenregistrez dans certains chapitres, il pourrait y avoir un désalignement. C'est parce que la façon dont HearThis sépare le texte en blocs ne correspondra plus à la façon dont il les séparait lorsque les enregistrements originaux ont été faits. Vous n'aurez donc qu'à vérifier ces chapitres et vous assurer que tout est enregistré correctement.
en: This project already has recorded clips for some existing blocks. Changing block separation rules means that if you go back and re-record in some chapters, there could be a misalignment. This is because the way HearThis separates text into blocks now won't match how it separated them when the original recordings were made. So you'll just need to check over such chapters and make sure everything is recorded properly.

source: HearThis redémarrera pour appliquer le nouveau schéma de couleurs.
en: HearThis will restart to apply the new color scheme.

source: Schéma de couleurs :
en: Color Scheme:

source: Sélectionner les modes à rendre disponibles :
en: Select the modes to make available:

source: Définir par défaut
en: Set as Default

source: Ponctuation
en: Punctuation

source: Sauts
en: Skipping

source: Conversion au format AudiBible
en: Converting to AudiBible format

source: HearThis est dans un état inhabituel, probablement causé par le débranchement d'un microphone. Vous devrez redémarrer.
en: HearThis is in an unusual state, possibly caused by unplugging a microphone. You will need to restart.

source: Impossible d'enregistrer
en: Cannot record

source: Échec de la suppression du fichier de problème.
en: Failed to delete problem file.

source: Le fichier contenant l'enregistrement existant ne peut pas être écrasé. Nous ne pouvons pas l'enregistrer pour le moment. Veuillez signaler cette erreur. Redémarrer HearThis pourrait résoudre ce problème.
en: The file with the existing recording can not be overwritten. We can't record over it at the moment. Please report this error. Restarting HearThis might solve this problem.

source: L'erreur suivante s'est produite lors de la préparation d'une session audio pour pouvoir lire des enregistrements :\n\n{0}\n\nHearThis ne fonctionnera pas correctement sans haut-parleurs. Assurez-vous que vos haut-parleurs sont activés et fonctionnent correctement.\nVoulez-vous que HearThis réessaye ?
en: The following error occurred in while preparing an audio session to be able to play back recordings:\n{0}\nHearThis will not work correctly without speakers. Ensure that your speakers are enabled and functioning properly.\nWould you like HearThis to try again?

source: Maintenir enfoncé le bouton d'enregistrement (ou la barre d'espacement) pendant que vous parlez, et ne le relâchez que lorsque vous aurez terminé.
en: Hold down the record button (or the space bar) while talking, and only let it go when you're done.

source: Bloc de script suivant (touche Page suivante ou Flèche droite)
en: Next script block (PageDown or Right Arrow keys)

source: Pas de périphérique d'entrée
en: No input device

source: Cet ordinateur ne semble pas disposer d'un appareil d'enregistrement du son. Vous en aurez besoin pour utiliser ce programme.
en: This computer appears to have no sound recording device available. You will need one to use this program.

source: Lire le clip enregistré pour ce bloc (touche Tab)
en: Play the recorded clip for this block (Tab key)

source: Appuyer sur pour enregistrer
en: Press to record

source: Il y a eu un problème pour lire ce fichier. Veuillez réessayer plus tard.
en: There was a problem reading that file. Try again later.

source: Enregistrer ce bloc. Maintenir la souris ou la barre d'espacement enfoncée.
en: Record this block. Press and hold the mouse or space bar.

source: Cet enregistrement a un problème. Il va maintenant être supprimé, si possible.
en: That recording has a problem. It will now be removed, if possible.

source: Le bouton d'enregistrement n'a pas été enfoncé assez longtemps, mais ce fichier est verrouillé, donc nous ne pouvons pas l'enlever. Oui, ce problème devra être réglé.
en: The record button wasn't down long enough, but that file is locked up, so we can't remove it. Yes, this problem will need to be fixed.

source: Nous avons eu un problème en essayant de d'accéder aux fichiers Paratext.
en: There was a problem accessing Paratext data files.

source: Message d'erreur :
en: Error message:

source: Une erreur s'est produite en essayant de définir l'emplacement des projets Paratext sur :\n{0}
en: An error occurred trying to set Paratext projects location to:\n{0}

source: Rechercher le dossier de projets Paratext
en: Find Paratext projects folder

source: Il paraît que {0} est installé sur cet ordinateur. Pour accéder aux projets {0}, vous devrez installer une version de {1} avant {2} à partir de\n\n{3}\n\nCeci est la version correcte pour accéder aux projets {4}.
en: It looks like {0} is installed on this computer. To access {0} projects, you will need to install a version of {1} earlier than {2} from\n{3}\nThis is the correct version for accessing {4} projects.

source: L'erreur était : {0}
en: The error was: {0}

# Projet : {0} Message d'erreur : {1}
source: Projet : {0}\nMessage d'erreur : {1}
en: Project: {0}\nError message: {1}

source: Pour lire ce projet, une version de {0} compatible avec Paratext {1} est nécessaire.
en: To read this project, a version of {0} compatible with Paratext {1} is required.

source: L'administrateur du projet doit le mettre à jour en l'ouvrant avec Paratext {0} ou plus tard. Vous pouvez également revenir à une version plus ancienne de {1}.
en: The project administrator needs to update it by opening it with Paratext {0} or later. Alternatively, you might be able to revert to an older version of {1}.

source: Ce projet a un type de projet ({0}) qui n'est pas supporté.
en: This project has a project type ({0}) that is not supported.

source: Le projet {0} n'est pas compatible avec cette version de {1}.
en: Project {0} is not compatible with this version of {1}.

source: Les erreurs de chargement de projet Paratext suivantes se sont produites :
en: The following Paratext project load errors occurred:

source: Nom abrégé/Id
en: Short Name/Id

source: Nom abrégé
en: Short Name

source: Quitter
en: Quit

source: Paquet de version du texte
en: Text Release Bundle

source: Choisir projet
en: Choose Project

source: Aucun projet Paratext n'a été trouvé sur cet ordinateur.
en: No Paratext projects were found on this computer.

source: Aucun projet Paratext n'a été trouvé dans ce dossier :
en: No Paratext projects were found in this folder:

source: Paratext 7 est installé sur cet ordinateur. Vous devriez probablement utiliser une version de HearThis antérieure à 1.5.
en: This computer has Paratext 7 installed. You should probably use a version of HearThis earlier than 1.5.

source: Paratext ne semble pas être installé sur cet ordinateur.
en: Paratext does not appear to be installed on this computer.

source: Dossier de projets Paratext :
en: Paratext projects folder:

source: Créer un nouveau projet à partir d'un paquet de version du texte
en: Create new project from text release bundle

source: Ouvrir GlyssenScript pour les enregistrements dramatisés
en: Open GlyssenScript for dramatized recordings

source: Sélectionner le dossier où se trouvent les projets Paratext
en: Select folder where Paratext projects are located

source: HearThis n'a pas pu supprimer ce clip. Le dossier peut être verrouillé. Redémarrer HearThis pourrait résoudre ce problème. Fichier : {0}
en: HearThis was unable to delete this clip. File may be locked. Restarting HearThis might solve this problem. File: {0}

source: Le dossier existant n'a pas pu être supprimé : {0}
en: Existing folder could not be deleted: {0}

source: Des enregistrements inattendus (c.-à-d. des clips) ont été trouvés dans le dossier pour {0} {1}.
en: Unexpected recordings (i.e., clips) were encountered in the folder for {0} {1}.

source: Jonction de clips enregistrés
en: Joining recorded clips

source: Fichier WAV inattendu : {0}
en: Unexpected WAV file: {0}

source: Contraste élevé
en: High Contrast

source: &Annuler
en: &Cancel

source: Conversion au format FLAC
en: Converting to flac

source: Conversion au format MP3
en: Converting to mp3

source: Cette version de HearThis ne peut pas charger le fichier sélectionné ({0}). Veuillez mettre à jour vers la dernière version.
en: This version of HearThis is not able to load the selected file ({0}). Please upgrade to the latest version.

source: Ce paquet de HearThis ne contient pas de données pour {0}. Il contient des données pour {1}. Si vous voulez le fusionner, veuillez ouvrir ce projet.
en: This HearThis pack does not have any data for {0}. It contains data for {1}. If you want to merge it please open that project.

source: Mauvais projet
en: Wrong Project

source: Plus…
en: More...

source: {0} est terminé. Cliquez sur OK pour fermer cette fenêtre
en: {0} is complete--click OK to close this window

source: Le projet n'a pas pu être chargé : {0}
en: Project could not be loaded: {0}

source: Enregistrer
en: Save

source: HearThis sauvegarde automatiquement votre travail pendant que vous l'utilisez. Ce bouton est juste là pour vous le dire. Pour créer des fichiers son pour lire vos enregistrements, dans le menu Plus, cliquez sur Exporter les fichiers son.
en: HearThis automatically saves your work, while you use it. This button is just here to tell you that. To create sound files for playing your recordings, on the More menu, click Export Sound Files.

source: Enregistrement en cours : {0}
en: Saving {0}

source: Enregistrement sous {0}
en: Saving to {0}

source: La fusion est terminée. Cliquer sur OK pour fermer cette fenêtre.
en: Merge is complete--click OK to close this window

source: Fusionner les données de {0}
en: Merging data from {0}

source: Progrès de la fusion
en: Merge Progress

source: Conversion au format OGG
en: Converting to ogg format

source: Voulez-vous supprimer vos paramètres utilisateur ? (Ceci effacera votre projet le plus récemment utilisé, les paramètres de publication, les paramètres de langue de l'interface utilisateur, etc. Cela n'affectera pas les données de votre projet HearThis.)
en: Do you want to delete your user settings? (This will clear your most-recently-used project, publishing settings, UI language settings, etc. It will not affect your HearThis project data.)

source: Nom complet
en: Full Name

source: Format audio
en: Audio Format

source: &Fermer
en: &Close

source: Termíné
en: Done

source: &Exporter
en: &Export

source: Dossier de fichiers FLAC
en: Folder of FLAC's

source: Dossier de fichiers MP3
en: Folder of MP3's

source: Dossier de fichiers OGG
en: Folder of Ogg's

source: Ouvrir le dossier des fichiers audio exportés
en: Open folder of exported audio

source: Ce projet comporte des guillemets de premier niveau répartis en blocs séparés, mais il semble que les guillemets de premier niveau puissent également être utilisés pour d'autres niveaux (citations enchâssées). Si vous publiez des étiquettes de niveau phrase, Scripture App Builder devra être configuré pour inclure les guillemets de premier niveau ({0} et {1}) comme ponctuation de fin de phrase, mais Scripture App Builder pourrait ne pas être capable de distinguer les guillemets de premier niveau (qui devraient être considérés comme phrases séparées) des autres niveaux (qui ne devraient pas). Êtes-vous sûr de vouloir publier des étiquettes au niveau de la phrase ?
en: This project has first-level quotes broken out into separate blocks, but it looks like the first-level quotation marks may also be used for other levels (nested quotations). If you publish phrase-level labels, Scripture App Builder will need to be configured to include the first-level quotation marks ({0} and {1}) as phrase-ending punctuation, but Scripture App Builder might not be able to distinguish first-level quotes (which should be considered as separate phrases) from other levels (which should not). Are you sure you want to publish phrase-level labels?

source: Lorsque vous créez l'application à l'aide de Scripture App Builder, assurez-vous que les caractères de fin de phrase spécifiés sur la page « Caractéristiques - Audio » n'incluent que la ponctuation de fin de phrase utilisée dans votre projet.
en: When building the app using Scripture App Builder, make sure that the phrase-ending characters specified on the 'Features - Audio' page include only the sentence-ending punctuation used in your project.

source: Format d'index de versets
en: Verse Index Format

source: Exporter des fichiers audio
en: Export Sound Files

source: Fichier d'étiquettes {1} ({0})
en: {1} Label File ({0})

source: Modifier le dossier de destination...
en: Change Destination...

source: Inclure des étiquettes pour les clips de niveau phrase
en: Include labels for phrase-level clips

source: Livres à exporter
en: Books to Export

source: Aucun
en: None

source: Tous les livres dans le projet
en: All books in project

source: Livre actuel : {0}
en: Current Book: {0}

source: HearThis n'a pas pu copier l'enregistrement combiné vers la bonne destination :\n\n{0}\n\nVeuillez signaler cette erreur. Redémarrer HearThis pourrait résoudre ce problème.
en: HearThis was unable to copy the combined recording to the correct destination:\n{0}\nPlease report this error. Restarting HearThis might solve this problem.

source: Enregistrer longue ligne en morceaux
en: Record Long Line in Parts

source: À propose de HearThis...
en: About HearThis...

source: Commencer une nouvelle ligne à la ponctuation de pause
en: Start new line at pause punctuation

source: Les paramètres de ce projet empêchent l'enregistrement de ce bloc car son style de paragraphe est {0}. Si vous avez l'intention d'enregistrer des blocs ayant ce style, dans la boîte de dialogue Paramètres, sélectionnez la page de Sauts, puis désélectionnez la sélection pour ce style.
en: The settings for this project prevent recording this block because its paragraph style is {0}. If you intend to record blocks having this style, in the Settings dialog box, select the Skipping page, and then clear the selection for this style.

source: Chapitre {0}
en: Chapter {0}

source: Il y a déjà un enregistrement pour cette ligne.\n\nSi vous le sautez, cet enregistrement sera omis lors de la publication.\n\n\n\nVoulez-vous vraiment faire ça ?
en: There is already a recording for this line.\nIf you skip it, this recording will be omitted when publishing.\n\nAre you sure you want to do this?

source: Fin de {0}
en: End of {0}

source: {0} terminé
en: {0} Finished

source: Aller à {0}
en: Go To {0}

source: En-tête
en: Heading

source: Texte plus grand
en: Larger Text

source: Bloc {0}/{1}
en: Block {0}/{1}

source: Pas encore traduit
en: Not translated yet

source: Exporter des fichiers audio...
en: Export Sound Files...

source: Vous pouvez diviser la ligne où vous voulez. Il suffit d'enregistrer la première partie, puis la deuxième partie. Si vous le souhaitez, vous pouvez cliquer dans le texte pour vous rappeler où commence la deuxième partie.
en: You can divide the line wherever you want. Just record the first part, then the second part. If you want to, you can click in the text to help remember where the second part starts.

source: &Utiliser ces enregistrements
en: &Use These Recordings

source: Enregistrer les longues lignes en parties. (touche p)
en: Record long lines in parts. (p key)

source: Fin du chapitre/livre
en: End of Chapter/Book

source: Aller au chapitre x
en: Go To Chapter x

source: Supprimer l'enregistrement de ce clip (touche Delete/Supprimer)
en: Remove this recorded clip (Delete Key)

source: Verset {0}
en: Verse {0}

source: Versets {0}
en: Verses {0}

source: Texte plus petit
en: Smaller Text

source: Verset {0} n'est pas encore traduit
en: Verse {0} not translated yet

source: Sauter ce bloc - il n'a pas besoin d'être enregistré.
en: Skip this block - it does not need to be recorded.

source: Paramètres...
en: Settings...

source: Paramètres
en: Settings

source: {0} Chapitre {1}
en: {0} Chapter {1}

source: Chapitre
en: Chapter

source: Quelques informations préliminaires sur
en: Some introductory material about

source: Paragraphe normal
en: Normal Paragraph

source: Si c'était un vrai projet, il y aurait une phrase à lire ici.
en: Here if we were using a real project, there would be a sentence for you to read.

source: Un paquet HearThis compresse tous vos enregistrements en un seul fichier qui peut être partagé avec d'autres personnes travaillant sur le même projet. Assurez-vous d'avoir exactement la même version du projet !
en: A HearThis Pack compresses all your recordings into a single file that can be shared with others working on the same project. Make sure you have the same exact version of the project!

source: Si vous travaillez sur un projet avec des parties identifiées pour différents acteurs vocaux, vous pouvez limiter le paquet à l'acteur actuel. Cela le rendra plus petit et le rendra encore plus certain que la fusion du paquet n'écrasera pas le travail des autres.
en: If you are working on a project with parts identified for different voice actors, you can limit the pack to just the current actor. This will make it smaller and also make it even more certain that merging the pack will not overwrite anyone else's work.

source: Limité à l'acteur actuel, {0}
en: Limit to current actor, {0}

source: Enregistrer paquet HearThis
en: Save HearThis Pack

source: Fusionner paquet HearThis...
en: Merge HearThis Pack...

source: Plus
en: More

source: Sauvegarder paquet HearThis...
en: Save HearThis Pack...

source: Aide...
en: Support...

source: Synchroniser avec Android...
en: Sync with Android...

source: Rechercher des mises à jour
en: Check For Updates

source: Il faut mettre à jour HearThis
en: Need to Upgrade HearThis
